{
    "heading": "Catalyst - Reinventing Serverless",
    "subheading": "Powered by Zoho ",
    "article-para-1": "We're thrilled to announce the official launch of Catalyst, Zoho's serverless platform. Having debuted in 2019 as an early-access version, Catalyst now offers cutting-edge serverless capabilities to quickly build and deploy innovative microservices, apps, and serverless product extensions.",
    "article-para-2": "Serverless is an approach to building apps that does not rely on traditional servers. Instead of servers, you can host and remotely invoke individual functions of code, just like any other function in your local programs/apps. The flexibility serverless apps provide opens up a whole new world of possibilities. Catalyst has grown beyond serverless computing services to become a comprehensive serverless developer suite, with more than 30 individual components that ensure seamless development and deployment of the solutions. With Catalyst, you can quickly build and scale solutions for your business without having to manage any servers. Catalyst comes with transparent, uncomplicated pricing, unlike other cloud providers where read-write units have to be pre-provisioned. With Catalyst, resource requests are the main marker for pricing. You only pay for the resources you use. Even better, you get up to 125 million free invocations.*",
    "article-para-3": " Catalyst is the simplest serverless platform available. Our simplified pricing, effortless database provisioning, unified and free sandbox, and no YAML make Catalyst the easiest platform to quickly build and deploy serverless apps that auto-scale on low-cost and next-gen cloud infrastructure. ",
    "article-para-4":"One of the most frequent pieces of feedback that we get from our customers has been their appreciation of the simplicity of putting together the pieces of the serverless puzzle. With Catalyst, you don't have to spend time contemplating the various storage options and complex component integrations that are usually involved in building serverless solutions in the cloud ecosystem. With Catalyst, it's easier to create solutions with minimal effort and time. This can truly catalyze the project implementation and create solid business solutions that can be scaled along with the growth of the business. This means it takes less effort and time for companies to build, test, and implement projects in the Catalyst ecosystem. This has already proved to be cost effective and efficient for most of our customers. We were able use the Catalyst serverless platform to build quickly and deploy a cloud-based job evaluation portal that has greatly improved the reach of our solution among the job-seeking community. We're highly impressed with the technical support offered by the Catalyst team, and the robustness of the platform that's housing our crucial application. We outgrew what the server world offered to, us and it was the right time for us to switch over to a provider like Catalyst.” – NJ Lakshmi Narayan, Founder and Director, BuildHr" ,
    "article-para-5":"You don't have to sign up to data centers or use your credit card to sign up to our server hosting services in order to get started with Catalyst. Catalyst offers exclusive serverless computing experience. All you have to do is sign up to our serverless platform and start using the components to build your apps. ",
    "article-para-6":"5k+ users and partners are on Catalyst already.  50+ Zoho products  are hosted on the same infrastructure.",
    "footer": " 2022 @ Zoho Corporation."
  }